Repository: DeveloperAcademy-POSTECH/2024-MacC-M15-45SeekDance
Catalog: StepSquad/StepSquad/Localizable.xcstrings
Source language: ko
Languages: en

source: - 낮은 레벨: 흔한 재료
en: - low level: normal and common items

source: - 높은 레벨: 귀한 재료
en: - high level: normal, but special items

source: - 이벤트나 히든 퀘스트: 깜짝 재료
en: - event or hidden mission: hidden items

source: ‘나의 순위’는 어떻게 계산되나요?
en: How is ‘My Ranking’ calculated?

source: '나의 순위'는 얼마나 유지되나요?
en: How long does ‘My Ranking’ last?

source: (계단 오르기 점수 + 특별 계단 점수)
en: (Stair Climbing Score + K-Stair Master Score)

# %@ 입단 %lld회차
source: %1$@ 입단 %2$lld회차
en: %1$@ Entry, Round %2$lld

source: %@ 정복 성공!
en: %@ is conquered!

# %lld개 / %lld개
source: %1$lld개 / %2$lld개
en: %1$lld stairs / %2$lld stairs

# %lld분 %lld초 후에 인증하기
source: %1$lld분 %2$lld초 후에 인증하기
en: Verify in %1$lld minutes %2$lld seconds

source: %lld일 차
en: Day %lld

source: %lld층 올라가기
en: Climb %lld floors

source: %lld층 올라가는 중
en: %lld floors climbed

source: %lld칸
en: %lld steps

source: %lld회차
en: Round %lld

source: 1-2 매표소
en: Ticket booth 1-2

source: 1.6시간
en: 1.6h

source: 2번 출구 밖
en: Outside Exit 2

source: 3.1만세 운동길 계단
en: Daegu Heritage Trail Stairs

source: 3.1운동의 역사가 깃들어 있는 멋진 계단
en: Steps with the spirit of March 1st Movement

source: 5만 5천원
en: 55,000won

source: 7호선 상도역 앞 의문스러운 계단
en: Sangdo Station

source: 7호선 종이 티켓
en: Line 7 Ticket

source: 30분간 계단을 오르면 221kcal를 소비할 수 있어요!
en: Climb stairs for 30 minutes and burn about 221 kcal!

source: 90년대생까지는 다 아는
en: Every '90s Korean kid knows

source: Apple 건강 앱 → 둘러보기 → 오른 층수 → 데이터 소스 및 접근에서 '계단사랑단'의 데이터 읽기 권한이 활성화되어 있는지 확인하세요.
en: Go Apple Health App → Show All Health Data → Flights Climbed → Data Sources & Access. Make sure the StepSquad is allowed to read data.

source: Easy → Normal → Hard → Expert → Impossible로 구성됩니다.
en: Configures Easy → Normal → Hard → Expert → Impossible.

source: 가 왔어요!
en: is here!

source: 감초
en: Gamcho

source: 갓바위 돌가루
en: Gatbawi Dolgaru(Stone Powder)

source: 강릉 오죽헌 계단
en: Ojukheon House Stairs

source: 강원
en: Gangwon

source: 강원도
en: Gangwon

source: 같은 틈새 아닌가 하는 마음이 든다면 그건 착각이에요
en: Think it’s the same bird? Nah, that’s just your imagination playing tricks!

source: 개발 스토리
en: About our development story

source: 개발자 기쁘게 하기
en: How to make developers happy

source: 개발자를 춤추게 하고 싶어요!
en: Do you want to make us dance?

source: 개인정보 처리 방침
en: Privacy Policy

source: 건강도 챙기고 소원도 빌어보세요!
en: Get healthy. Make a wish

source: 건강을 기원하며 걸어요
en: Step up your health game!

source: 걷기보다 빠른 체지방 태우는 법은?
en: Faster fat burning than walking?

source: 걸어서 동굴 속으로
en: Step into the cave

source: 게임 관련
en: About then Game

source: 결명자
en: Gyeolmyeongja

source: 계단 끝엔 출렁다리
en: A swaying bridge at the top

source: 계단 데이터가 연동되지 않아요!
en: Stair data not syncing!

source: 계단 도전 인증하기
en: Verify my location

source: 계단 바로 앞
en: Right in front of the stairs

source: 계단 아래 지점
en: Bottom of the stairs

source: 계단 오르Go! 혈당 낮추Go!
en: Step it up! Sugar levels down!

source: 계단 오르기 맹세한 지
en: StepSquad Streak

source: 계단 오르기 전 주의하세요!
en: Stair Safety 101: Read Before You Climb!

source: 계단 입구
en: Stair entrance

source: 계단 중앙 지점
en: Midway up the stairs

source: 계단 한 층(약 16계단)을 기준으로 16칸(점)을 드립니다.
en: We will give you 16 steps (points) based on one floor of the stairs (about 16 steps).

source: 계단 한 칸당 건강 수명 4초가 늘어난다는 소문이 있어요
en: Rumor has it, each stair you climb adds 4 seconds to your healthy lifespan.

source: 계단 현판 앞
en: In front of the stair nameplate

source: 계단사랑단 심마니가 되어 ‘한약 재료'를 찾자!
en: Become a member of StepSquad, and get “special items”!

source: 계단사랑단 입단증
en: Certificate of admission

source: 계단사랑단 하산 기록
en: Graduation Records

source: 계단사랑단에 입단하세요!
en: Hop into the StepSquad!

source: 계단사랑단은 여기서 시작되었어요
en: Project StepSquad started here

source: 계단사랑단은 여기서도 시작하려고 했어요
en: Project StepSquad almost started here too.

source: 계단사랑단의 이야기
en: The story of the StepSquad

source: 계단사랑단이라면 대한민국의 유명 계단을 다 방문해봐야죠! 전국의 계단에 있는 계단을 방문한 후 인증을 하면 특별 재료와 보너스 점수를 드리고 있어요.
en: If you're a member of StepSquad, you should visit all of Korea's famous stairs! By verifying the stairs across the country, you'll get special items and bonus points.

source: 계단사랑단인 친구 찾기
en: Find Your StepSquad Friends

source: 계단식 논도 계단이라고 일단 정했어요
en: Terraced rice fields? Still stairs to us

source: 계단으로 천국까지
en: The stairway to heaven exists

source: 계단을 걷기 싫을 때는 어떻게 하나요?
en: What if I don’t feel like climbing stairs?

source: 계단을 올라야 재료를 모을 수 있어요!
en: You can only collect items by climbing stairs!

source: 고객 센터
en: Help Center

source: 곤드레
en: Gondre

source: 공유하기
en: Share

source: 관암사 계단 입구
en: Gwanamsa Temple stair entrance

source: 광주·전남
en: Gwangju·Jeonnam

source: 광주/전남
en: Gwangju/Jeonnam

source: 광주의 삶과 역사가 깃든, 245에 518의 진실 깃든 계단
en: Gwangju’s story, told in 245 steps

source: 구기자
en: Gugija

source: 국밥 육수
en: Gukbap Yuksu(Broth)

source: 굴비
en: Gulbi

source: 그 동안 모은 건
en: Teum-Sae will take

source: 그 동안 모은 건 틈새 하산 선물로!
en: Items collected so far are going to send to Teum-Sae as souvenir

source: 기묘한 6칸짜리 계단
en: The bizarre six-step stairs

source: 기타
en: etc

source: 기타를 배우고 싶어요
en: Can E.T. See?

source: 나의 기록
en: My Record

source: 나의 순위
en: Ranking

source: 나의 위치 확인 중
en: Verifying my location

source: 남산 삼순이 계단
en: Namsan Park Samsuni Stairs

source: 남아있어요!
en: are still remaining!

source: 남원 춘향 테마 파크 계단
en: Chunhyang Theme Park Stairs, Namwon

source: 남해가 한 눈에
en: Namhae at a glance

source: 남해군 가천마을 다랑이논
en: Terraced Paddy Fields of Gacheon Village, Namhae

source: 네잎 클로버
en: Clover

source: 네트워크 연결 상태를 확인한 후 앱에 다시 접속해주세요.
en: Please check your network connection and reconnect to the app.

source: 노벨 제발(please)상
en: Nobel (Please) Prize

source: 다 알아요… 주말에는 알람 안 보낼게요. 그렇지만 월요일엔 꼭 다시 만나요!
en: No alarm this weekend. But Monday? We start again.

source: 다대기
en: Dadaegi(Sauce)

source: 다랭이마을 전망대
en: Daraengi Village observatory

source: 다시 시도하기
en: Retry

source: 다음으로
en: Next

source: 달성 뱃지
en: Badges

source: 달성 뱃지, 약재, 리더보드 점수는 영구적으로 사라집니다. 하산 기록(날짜, 횟수)는 입단증을 통해 확인할 수 있습니다.
en: Achievements, items, and leaderboard scores are permanently deleted. Graduation records (date, count) can be viewed via your Certificate of admission.

source: 당겨서 계단 정보 불러오기 계단 업데이트: %@
en: Pull to refresh stair data. Last Sync: %@

source: 당귀
en: Danggwi

source: 대구·경북
en: Daegu·Gyeongbuk

source: 대구/경북
en: Daegu/Gyeongbuk

source: 대전·충남
en: Daejeon·Chungnam

source: 대전/충남
en: Daejeon/Chungnam

source: 대추
en: Daechu

source: 대한 독립 만세!
en: March for Korea’s freedom!

source: 더 큰 고통인 계단 오르기를 하시면 되겠습니다.
en: Easy fix — climb stairs and feel an even greater pain.

source: 데이터 관련
en: Data Settings

source: 도라지
en: Doraji

source: 도전 완료
en: Misson Completed

source: 도전 완료된 계단
en: Completed K-Stair

source: 돌하르방
en: Dolhareubang

source: 동굴로 가보자
en: Step into the cave

source: 동양 최대 청동좌불상!
en: Buddha's Big Sit-Down!

source: 뒤집어 놓은 밥그릇
en: Upside-down Rice Bowl

source: 레벨 %lld
en: Level %lld

source: 레벨업은 어떻게 하나요?
en: How do I level up?

source: 레벨에 따라 다양한 재료를 얻을 수 있습니다.
en: Depending on the level, you can get a variety of items.

source: 레벨은 어떻게 구성이 되나요?
en: How are levels structured?

source: 로!
en: as soveniers!

source: 를 입력하세요.
en: please

source: 마을을 탐방하는 계단
en: Village tour via stairs

source: 마지막 레벨인 19를 달성하면 레벨 1부터 다시 시작하는 기능입니다. 함께한 틈새가 약재를 갖고 하산하면 새로운 틈새를 만날 수 있어요! (똑같은 틈새처럼 보이지만 아무튼 새로운 틈새에요.)
en: If you achieve the last level of 19, you can start over from level 1. If our partner Teum-Sae graduates, a new Teum-Sae will join us! (It looks like the same Teum-Sae, but it's a new Teum-Sae anyway.)

source: 매표소
en: Ticket booth

source: 맥문동
en: Maengmundong

source: 모노레일 말고 계단을 이용해서 나의 기세를 보여주자
en: Skip the monorail — stairs show your power

source: 모노레일 옆 계단 입구
en: Stair entrance beside the monorail

source: 모노레일말고 계단
en: Skip the monorail, take the stairs!

source: 모든 것이 시작된 곳
en: Where it all began

source: 목적을 알 수 없는 계단! 목적이 있을수도?
en: A staircase with no known purpose… or maybe it does have one?

source: 무등산 수박
en: Mudeungsan Subak(Expensive Watermelon)

source: 미션
en: Mission

source: 바다가 한눈에 보이는 스페이스 워크!
en: The Space Walk — full sea view guaranteed

source: 발은 11자, 허리는 세우고, 무릎이 발보다 더 나오지 않게 조심하기!
en: Feet straight. Back up. Keep knees stay behind toes.

source: 밥 먹고 계단걷기 잊지말자
en: Don’t forget to climb stairs after meals!

source: 방문 완료
en: Completed

source: 방송에서 이 계단을 많이 본 나이라면, 무릎을 조심하세요.
en: Recognize these stairs? You might need a health checkup 🙊

source: 배꽃
en: Pear Blossom

source: 백복령
en: Baekbongnyeong

source: 백출
en: Baekchul

source: 버전 정보
en: Version

source: 버찌
en: Beojji(Cherry)

source: 보상
en: Reward

source: 부산 40 계단
en: Busan 40-step

source: 부산·울산·경남
en: Busan·Ulsan·Gyeongnam

source: 부산/울산/경남
en: Busan/Ulsan/Gyeongnam

source: 부산의 경사로를 몸소 느껴보자
en: Feel Busan’s slopes with your own legs

source: 북마크
en: Bookmark

source: 불국사 계단
en: Bulguksa Temple Stairs

source: 불로초
en: Bullocho

source: 불상 앞
en: In front of the Buddha statue

source: 산삼
en: Sansam

source: 산수유
en: Sansuyu

source: 살면서 쉬운 일만 할 수는 없답니다! 작은 습관이 큰 변화를 만들죠. 오늘은 5층만 도전해보세요!
en: You can't just do easy things in your life! Small habits make big changes. Just try the fifth floor today!

source: 새 틈새와 함께하기
en: Join with the new bird, Teum-Sae

source: 새로운 틈새
en: New Teum-Sae

source: 생강
en: Saenggang

source: 설명보기
en: View Details

source: 설정
en: Setting

source: 성산일출봉
en: Seongsan Ilchulbong

source: 세종·충북
en: Sejong·Chungbuk

source: 세종/충북
en: Sejong/Chungbuk

source: 소원을 이뤄주는
en: Step by step to your wishes!

source: 수도권
en: Greater Seoul

source: 실제로 가져가진 마세요.
en: Do not actually take this item.

source: 심사임당과 율곡이이의 고향이라던대?
en: Birthplace of Shin Saimdang & Yulgok Yi I?

source: 십년(된) 감수
en: Ten-year-old Gamsu

source: 아주 높으신 분들만 걸을 수 있는 계단이라네. 우리는 다른 계단으로 걷자.
en: A protected site — please don’t climb.

source: 아직 계단을 안 오르셨군요! 계단을 오르고 10분 뒤 다시 당겨보세요!
en: You haven’t climbed stairs yet! Try again 10 minutes after climbing.

source: 아직 하산한 틈새가 없어요!
en: No graduation records yet!

source: 알림 받기
en: Enable notifications

source: 앗 뭐지??
en: What is this??

source: 앱 데이터를 삭제하면 점수와 기록은 사라지지만, 게임 센터 내 뱃지는 유지됩니다. 처음부터 다시 시작하는 마음으로 도전해보세요! 개발자에게 응원을 보내면 업데이트 가능할지도?
en: When you delete the app data, you lose points and records, but the badge in the game center is maintained. Try all over again! Maybe it can be updated by sending support to the developers?

source: 앱 정보
en: App information

source: 앱과 연동된 날짜부터 오른 층수가 누적되어 현재 레벨을 표시합니다.
en: The number of floors climbed accumulates from the date you joined StepSquad and displays the current level.

source: 앱을 쓰면 개발자 박수진이 춤을 춘다는 사실을 아시나요?
en: Did you know that using the app makes developer Park Sujin dance?

source: 앱을 쓰면 개발자 이그루가 이얏호를 외친다는 걸 아시나요?
en: Did you know that using the app makes developer Lee Groo shout “Yah-ho!”?

source: 앱을 쓰면 개발자 정소희가 노래를 부른다는 사실을 아시나요?
en: Did you know that using the app makes developer Jeong Sohee sing?

source: 앱을 쓰면 개발자 한서영이 행복해진다는 사실을 아시나요?
en: Did you know that using the app makes developer Han Seoyoung happy?

source: 앱을 지우면 데이터가 유지되나요?
en: Will data be saved after deleting the app?

source: 양푼이비빔밥
en: Yangpuni Bibimbap

source: 엄청난 규모의 불상과 엄청난 칸 수의 계단!
en: One massive Buddha.

source: 없습니다.
en: No data

source: 에스컬레이터 말고 계단
en: Take the stairs, not the escalator

source: 엘리베이터 대신 계단을 사용하면 전기를 절약할 수 있다는 사실!
en: Did you know that using the stairs saves electricity?

source: 엘베 대신 계단을 이용해보며 건강한 대학생이 되어보자
en: Ditch the elevator. Be a healthy student!

source: 여러분의 틈새 운동을 돕는다는 의미로 틈새라고 지었습니다! (아이메시지에서 스티커로 활용할 수 있어요!)
en: We named it Teum-Sae, meaning it helps your niche(Teum-Sae) exercise! (You can use it as a sticker on iMessage!)

source: 역대 하산 기록은
en: Past Graduation records

source: 연장된 건강 수명
en: Bonus Life

source: 영광 365 계단
en: Yeonggwang 365 Stairs

source: 영주산 둘레길 천국의 계단
en: Yeongjusan Dullegil Stairs

source: 오늘부터 오른 층수 데이터를 추가하면 진정한 계단사랑단원이 될 수 있어요!
en: Add your climbed flights starting today to become a true StepSquad member!

source: 오래된 동네를 예쁘게 꾸며 둔 계단 명소!
en: A pretty staircase in a vintage neighborhood

source: 오류 문의
en: Report Error

source: 오른 층수 추가하기
en: Add Climbed Flights

source: 오른 층수에 따라 점수를 획득하고, 점수가 누적되면 레벨업됩니다. 최고 레벨은 19입니다. 이후 레벨 초기화를 할 수 있습니다.
en: Scores are determined by the number of floors you climb, and they are leveled up as the scores accumulate. The highest level is 19. You can then perform level initialization.

source: 옥수수 수염
en: Oksususuyeom

source: 원조 만남의 광장
en: The OG meeting spot.

source: 원주 소금산 출렁다리 578 계단
en: Sogeumsan Mountain Suspension Bridge, Wonju

source: 월요일의 고통을 잊는 법은?!
en: Got the Monday blues?

source: 위치 권한 허용하기
en: Allow Location Access

source: 이 계단은 오르지마세요
en: Do not climb these stairs

source: 이 계단의 비밀 사실! 사실 365개가 아닙니다.
en: Fun fact: this staircase… actually doesn’t have 365 steps.

source: 이바구 떨며 오르세요
en: Chat your way up

source: 이제 틈새를 속세로!
en: Let Teum-Sae Fly Away!

source: 이화여대 ECC 계단
en: Ewha Campus Complex (ECC) Stairs, Ewha Womans University

source: 이화여대 관광명소
en: Ewha’s Iconic photo spot

source: 인삼
en: Insam

source: 인증 위치
en: Spot

source: 인증 위치를 다시 확인해주세요.
en: Please recheck the spot.

source: 인증 장소를 확인한 후 직접 방문한다
en: Check the spot and visit in person.

source: 인증한 계단
en: Verified K-Stairs

source: 일 동안
en: days

source: 일 차
en: days

source: 일자
en: days

source: 일출이 아름다운
en: Sunrise worth the climb

source: 입구 주차장
en: Entrance parking lot

source: 입단증
en: Certificate of admission

source: 입단증 눌러서 하산 기록 보기
en: Tap to see graduation records

source: 입단증 보기
en: Tap to see certificate of admission

source: 입단증의 뒤집으면 역대 하산 기록을 볼 수 있습니다.
en: You can see graduation records by flipping the certificate of admission.

source: 자주 묻는 질문
en: FAQ

source: 장소 확인하기
en: View Spot

source: 저두요
en: Of course

source: 전국
en: All

source: 전국의 계단
en: K-Stairs

source: 전국의 계단 리스트 보기
en: See list of K-Stairs

source: 전국의 계단 성공!
en: You climbed the K-Stair!

source: 전국의 계단 오르고 인증하자!
en: Climb K-Stairs and get special presents!

source: 전국의 계단은 무슨 기능인가요?
en: What is K-Stair Master?

source: 전북
en: Jeonbuk

source: 전일빌딩 245 계단
en: Jeonil Building 245

source: 전일빌딩245
en: Jeonil Building 245

source: 정선 화암동굴 365 계단
en: Hwaam Cave, Jeongseon

source: 정해진 위치에서만 미션을 깰 수 있어요.
en: You can only be verified in a certain spot.

source: 제주
en: Jeju

source: 제주 여행 중 뭔가를 많이 먹었다면 필수로 방문하세요
en: A must-visit if you’ve eaten a lot during your Jeju trip.

source: 제주도에 왔다면 성산 일출을 보러가자!
en: In Jeju? Go see the sunrise at Seongsan

source: 조각상 앞
en: In front of the statue

source: 조선시대 계단뷰 맛집
en: Joseon Dynasty’s best stair-view spot

source: 주말엔… 안 오를 거죠…?
en: We won’t bug you this weekend…

source: 주의: 계단사랑단 앱을 실제 의학적 참고를 위해 활용하면 안 됩니다.
en: Caution: StepSquad should not be used for actual medical reference.

source: 지역 필터
en: Filter by regions

source: 진정한 쫄보를 가리자
en: Only for the brave!

source: 진해 제황산 1년 계단
en: Jehwangsan 1 year Stairs

source: 진행하려면
en: If you are sure, enter

source: 참여 방법
en: How to do

source: 창업 계획서 양식.hwp
en: Business Plan Template.docs

source: 창업자가 되고 싶다면?
en: Want to be an Entrepreneur?

source: 천마
en: Chunma

source: 천문동
en: Cheonmundong

source: 천안 각원사 무량공덕계단
en: Gakwonsa Muryang Gongdeok Stairs

source: 첫 번째 레벨을 달성하고 재료를 얻어보세요.
en: Complete the first level and get items.

source: 청춘발산마을 벽화 108 계단
en: Cheongchun Bal-san Village

source: 초량 이바구길 168 계단
en: Choryang Ibagu-gil 168 Stairs

source: 최고 레벨
en: the highest level

source: 최고 레벨 달성!
en: Completed the highest level!

source: 최고 레벨을 달성하면 틈새를 하산시키고 기록을 남길 수 있어요.
en: After you complete the highest level, Teum-Sae can graduate and record achievements.

source: 추가 점수
en: Special points

source: 추가 점수는 계속 받을 수 있어요!
en: You can get a score again!

source: 춘향골 복숭아
en: Chunhyanggol Peach

source: 춘향이의 힘을 빌려 계단 사랑력을 뽐내보세요
en: Show your StepSquad power, Chunhyang’s sprite will join you

source: 출렁다리 건너기전에 건너야만 해요
en: Cross this before the bridge wobbles!

source: 층수
en: floors

source: 층을
en: floors,

source: 친구를 추가하면 친구를 이긴 뒤 자랑할 수 있어요!
en: Add a friend, beat them, and then brag all you want!

source: 칡
en: Chik

source: 캐릭터 이름은 무엇인가요?
en: What’s the name of bird?

source: 태극기
en: Taegukgi

source: 통통한 멸치
en: Tongtong Myeolchi(Anchovies)

source: 특별 재료에 점수 2배 이벤트
en: Special items and double score event

source: 틈새 하산 선물
en: the items collected

source: 틈새가 떠나 빈 둥지가 되었어요
en: Teum-Sae flew away, it’s an empty nest now

source: 틈새는 온라인 환경에서만 하산을 할 수 있어요!
en: Teum-Sae can only graduate in an online environment.

source: 틈새를 속세로! 이제는 하산할 시간
en: Let Teum-Sae fly away! It’s time to say goodbye to Teumsae

source: 틈새를 하산시킬까요?
en: Do you want Teum-Sae to graduate?

source: 틈새와 함께 모은 약재, 뱃지, 점수는 하산이 완료되면 모두 초기화가 됩니다.
en: After graduation, every item, achievement, and score will be reset.

source: 팀 45식단 소개
en: About team 45SeekDance

source: 판교 나폴리탄 괴담!?
en: The Spooky Stairs Story!?

source: 판교 뜬금없는 육교 계단
en: Pangyo Gapbun Footbridge

source: 판교 사투리 사전
en: Pangyo Dialect Dictionary

source: 판교에는 육교가 아닌 육교가 있어요
en: An overpass… that isn’t one. Only in Pangyo

source: 팔공산 갓바위 1365 계단
en: Gatbawi Stone Steps

source: 평일 오후 2시 계단 알림
en: Weekday 2 p.m. reminders

source: 포항 스페이스 워크
en: Space Walk, Pohang

source: 포항공대 78계단
en: Postech 78 Stairs

source: 포항공대 창업자의 길 계단
en: The path of entrepreneurs

source: 포항산 철분
en: Iron from Pohang

source: 피난민의 역사가 깃든
en: A stairway steeped in refugee history

source: 하산 날짜
en: graduation date

source: 하산하기
en: Graduate

source: 하산하기는 무슨 기능인가요?
en: What is graduation for Teum-Sae?

source: 하산하기를 완료하면 틈새와 함께 모은 기록들은 초기화가 됩니다.
en: After Teum-Sae graduates, all your achievements will be reset.

source: 하산한 틈새가 떠나고
en: Teum-Sae flew away,

source: 한 계단 오를 때마다 건강 수명이 4초씩 연장됩니다.
en: Each step up will extend your healthy life by 4 seconds.

source: 한 주 동안 모은 점수로 순위가 매겨지며, 매주 금요일 자정에 리셋됩니다.
en: Ranked by points collected during the week, it is reset every Friday at midnight.

source: 한국 민주화운동의 흔적
en: Steps of Korean democracy

source: 한라봉
en: Hallabong(Citrus Fruit)

source: 함께 오른 틈새가 하산을 했어요!
en: your partner Teum-Sae just graduated!

source: 해당 계단 하단의 인증하기를 탭!
en: Click the bottom button!

source: 해당 위치 주변에서 인증이 됩니다.
en: Nearby the spot, you can verify.

source: 해탈
en: Haetal(Enlightenment)

source: 혈당 스파이크 왔을 땐 계단 오르기로 잡아보자!
en: Got a blood sugar spike? Tame it with some stair climbing!

source: 홈
en: Home

source: 호두
en: Hodoo(Walnut)

source: 확인
en: OK

source: 확인하기
en: OK

source: 확인하는 중
en: Verifying the location

source: 황기
en: Hwanggi

source: 황정
en: Hwangjeong

source: 회차
en: round

source: 획득 재료
en: Inventory

source: 획득 재료는 무엇인가요?
en: What is an item?

source: 히든
en: Hidden
